const characterIntro = {
	shenxushao: "许劭（150年—195年），字子将。汝南平舆（今河南平舆县射桥镇）人。东汉末年著名人物评论家。据说他每月都要对当时人物进行一次品评，人称为“月旦评”。曾任汝南郡功曹，后南渡投靠扬州刺史刘繇。刘繇被孙策击败后，许劭随其逃往豫章郡，并在豫章去世。",
	shiguanning: "管宁（158年—241年），字幼安。北海郡朱虚县（今山东省安丘、临朐东南）人。汉末三国时期著名隐士。管宁与华歆、邴原并称为“一龙”。汉末天下大乱时，与邴原及王烈等人避于辽。在当地只谈经典而不问世事，做讲解《诗经》《书经》，谈祭礼、整治威仪、陈明礼让等教化工作，人们都很乐于接受他的教导。直到魏文帝黄初四年（公元223年）才返乡，辽东太守公孙恭亲自送别。此后曹魏几代帝王数次征召管宁，他都没有应命。正始二年（公元241年），管宁逝世，年八十四。著有《氏姓论》。",
	acetaffy: "永雏塔菲是一名经营着侦探事务所的少女王牌侦探发明家。她来自1885年，乘着自己发明的时光机试图穿越到100年后的时空，却因迟到36年来到了现代，并被现代的电子游戏吸引，不想返回过去。",
	minitaffy: "呃呃，唐完了喵。",
	shixushao: "许劭（150年—195年），字子将。汝南平舆（今河南平舆县射桥镇）人。东汉末年著名人物评论家。据说他每月都要对当时人物进行一次品评，人称为“月旦评”。曾任汝南郡功曹，后南渡投靠扬州刺史刘繇。刘繇被孙策击败后，许劭随其逃往豫章郡，并在豫章去世。",
	spshenxushao: "许劭（150年—195年），字子将。汝南平舆（今河南平舆县射桥镇）人。东汉末年著名人物评论家。据说他每月都要对当时人物进行一次品评，人称为“月旦评”。曾任汝南郡功曹，后南渡投靠扬州刺史刘繇。刘繇被孙策击败后，许劭随其逃往豫章郡，并在豫章去世。",
	shenyuji: "自号太平道人，琅琊人，在吴郡、会稽一带为百姓治病，甚得人心。孙策怒之，以惑人心为由斩之，后策常受吉咒而亡。",
	junko: `东方绀珠传6面BOSS　（无名的存在）<br/>
    纯狐<br/>
    Junko<br/>
    种族：神灵<br/>
    能力：纯化程度的能力<br/>
    <br/>
    对于月之民抱有怨恨的存在。<br/>
    自身也是被怨恨纯化的灵。<br/>
    她已经连自己是什么人的情报都不需要了。<br/>
    <br/>
    她对月之民嫦娥有着强烈的怨恨。<br/>
    详情与游戏的一部分结局重复，在此并不细说，<br/>
    她似乎是一个每次袭击月之都，最终都被贤者平息其愤怒的存在。<br/>
    丈夫杀死了自己的儿子，这是最初的怨恨，但怨恨早已纯化，<br/>
    失去了控制。<br/>
    <br/>
    其存在只有一部分月之民知道。<br/>
    因为月之民不需要有畏惧敌人的生活。<br/>
    嫦娥是否知晓她的存在还尚不明确，但应该不会毫不知情吧。<br/>
    <br/>
    嫦娥，虽然在本作中并未登场，是被幽禁在月之都的月之女神。<br/>
    她是月兔的支配者，也有着强大的力量，但并不会出现在外界面前。<br/>
    嫦娥是使用了蓬莱之药的罪人。<br/>
    <br/>
    这次的月之都袭击计划的概要如下。<br/>
    <br/>
    「使月的正面，充满纯化了生命力的妖精，<br/>
      将月球本身，化为生命之星。<br/>
      这样一来，月之都就只好逃窜了。<br/>
      趁其不备，讨伐藏匿其中的嫦娥。」<br/>
      <br/>
    厌恶地面充斥污秽（生命）而移居月球，是月之都的开端。<br/>
    她想让相同的事情，发生在月球。<br/>
    <br/>
    计划十分顺利。<br/>
    静海开始被生命填满。<br/>
    地狱的妖精们，将月球当作了乐园。<br/>
    地狱的环境便是如此严苛。<br/>
    <br/>
    月之民，对于她的生命之星计划束手无策。<br/>
    <br/>
    然而，纯狐却已经知道。<br/>
    月之民不会就这样居住在污秽附近，他们一定会逃往梦境之类的地方。<br/>
    所以，预测到这一切的她，将朋友送到了那边。<br/>
    <br/>
    不知该说是正如所料，还是说预料之外，月之民超过半年都没什么动静。<br/>
    纯狐也攻击月之都感到厌倦了。双方都无法出手，陷入了胶着状态。<br/>
    逐渐，她的愤怒有所舒缓，开始考虑今后该如何行动。<br/>
    <br/>
    就在此时，想不到人类居然出现了。<br/>
    而且是污秽被净化的人类。是某种药物的影响吗。<br/>
    <br/>
    不厌恶生命，又感受不到生命。<br/>
    虽然想不到会打出如此这般牺牲人类的奇计，但她却放心了。<br/>
    <br/>
    月之贤者所做之事超乎所料。<br/>
    这是她的乐趣所在。<br/>
    然后，终于，这次的复仇大戏，将要落下帷幕了。`,
	huiwansunquan: "界孙权，但是会玩。",
	huiwansunquanplus: "界孙权，但是超会玩。",
	shenduyu: "杜预（222年－285年），字元凯，京兆郡杜陵县（今陕西西安）人，中国魏晋时期军事家、经学家、律学家，曹魏散骑常侍杜恕之子。杜预初仕曹魏，任尚书郎，后成为权臣司马昭的幕僚，封丰乐亭侯。西晋建立后，历任河南尹、安西军司、秦州刺史、度支尚书等职。咸宁四年（278年）接替羊祜出任镇南大将军，镇守荆州。他积极备战，支持晋武帝司马炎对孙吴作战，并在咸宁五年（279年）成为晋灭吴之战的统帅之一。战后因功进封当阳县侯，仍镇荆州。太康五年（285年），杜预被征入朝，拜司隶校尉，途中于邓县逝世，终年六十三岁。获赠征南大将军、开府仪同三司，谥号为成。杜预耽思经籍，博学多通，多有建树，时誉为“杜武库”。著有《春秋左氏传集解》及《春秋释例》等。为明朝之前唯一一个同时进入文庙和武庙之人。",
	shenchengui: "陈珪（生卒年不详），一作圭，字汉瑜。徐州下邳（治今江苏睢宁西北）人，广汉太守陈亹之孙，太尉陈球之侄，吴郡太守陈瑀（一作陈璃）、汝阴太守陈琮的从兄，陈登、陈应之父。官至沛相。",
	oldruiji: "芮姬，芮玄之女，太子孙登妃，黄武五年卒。",
	oldtengfanglan: "滕芳兰，生卒年不详，北海剧县（今山东省寿光市）人，太常滕胤的族女，滕牧的女儿，吴末帝孙皓的皇后。永安元年（258年），孙皓为乌程侯时被聘为妃。元兴元年（264年），孙皓登基后被立为皇后。孙吴灭亡后，随孙皓迁居洛阳。",
	shenshiguanning: "管宁（158年—241年），字幼安。北海郡朱虚县（今山东省安丘、临朐东南）人。汉末三国时期著名隐士。管宁与华歆、邴原并称为“一龙”。汉末天下大乱时，与邴原及王烈等人避于辽。在当地只谈经典而不问世事，做讲解《诗经》《书经》，谈祭礼、整治威仪、陈明礼让等教化工作，人们都很乐于接受他的教导。直到魏文帝黄初四年（公元223年）才返乡，辽东太守公孙恭亲自送别。此后曹魏几代帝王数次征召管宁，他都没有应命。正始二年（公元241年），管宁逝世，年八十四。著有《氏姓论》。",
};

export default characterIntro;
